Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/BigCraftables.xcstrings
Source language: en
Languages: es

# AncientStool_Description
source: It smells like Grandma's apartment.
es: Huele como la casa de la abuelita.

# AncientStool_Name
source: Ancient Stool
es: Taburete antiguo

# AncientTable_Description
source: It's covered in the thickest cobwebs.
es: Totalmente cubierta de telas de araña.

# AncientTable_Name
source: Ancient Table
es: Mesa antigua

# Anvil_Description
source: Allows you to "re-roll" trinkets. Costs 3 iridium bars per use.
es: Te permite «volver a tirar» baratijas. Cuesta 3 lingotes de iridio por uso.

# Anvil_Name
source: Anvil
es: Yunque

# AutoGrabber_Description
source: Automatically harvests from your animals each morning. Must be placed inside a coop or barn.
es: Se encarga automáticamente de tus animales cada mañana. Es compatible con vacas; ovejas y cabras.

# AutoGrabber_Name
source: Auto-Grabber
es: Recolector automático

# AutoPetter_Description
source: Joja Co. patented technology for coops and barns. Keeps your animals content; but can't replace the full benefit of human touch. Hand-petting can be provided to supplement.
es: La tecnología patentada de Joja Co. para gallineros y graneros. Mantiene a tus animales contentos; pero no puede sustituir los beneficios del contacto humano. Las caricias normales pueden ser proporcionadas como suplemento.

# AutoPetter_Name
source: Auto-Petter
es: Auto-Caricias

# BaitMaker_Description
source: Place a fish inside to create targeted bait.
es: Crea un cebo dirigido al tipo de pez que metas dentro.

# BaitMaker_Name
source: Bait Maker
es: Fabricador de cebo

# Barrel_Name
source: Barrel
es: Tonel

# BarrelBrazier_Description
source: Provides a moderate amount of light.
es: Proporciona una cantidad moderada de luz.

# BarrelBrazier_Name
source: Barrel Brazier
es: Brasero de barril

# BasicLog_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# BasicLog_Name
source: Basic Log
es: Tronco básico

# BeeHouse_Description
source: Place outside and wait for delicious honey! (Except in Winter).
es: ¡Colócala fuera para obtener deliciosa miel! (Excepto en invierno).

# BeeHouse_Name
source: Bee House
es: Colmena

# BigGreenCane_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# BigGreenCane_Name
source: Big Green Cane
es: Gran mimbre verde

# BigRedCane_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# BigRedCane_Name
source: Big Red Cane
es: Gran mimbre rojo

# BoneMill_Description
source: Turns bone items into fertilizers.
es: Transforma objetos de hueso en fertilizante.

# BoneMill_Name
source: Bone Mill
es: Molino de huesos

# Bonfire_Description
source: The red embers glow softly.
es: Sus ascuas rojas brillan suavemente.

# Bonfire_Name
source: Bonfire
es: Hoguera

# Bongo_Description
source: A decorative percussion instrument with a rich sound.
es: Un instrumento de percusión decorativo con un sonido rico.

# Bookcase_Description
source: A home for books.
es: Un hogar para los libros.

# Bookcase_Name
source: Bookcase
es: Estantería

# Boulder_Description
source: An extremely dense piece of stone.
es: Una masa de piedra extremadamente densa.

# Boulder_Name
source: Boulder
es: Roca

# Camera_Description
source: An old camera mounted on a tripod.
es: Una cámara antigua montada sobre un trípode.

# Camera_Name
source: Camera
es: Cámara

# Campfire_2_Description
source: Cook on the go!
es: ¡Cocina fuera de casa!

# Campfire_2_Name
source: Campfire
es: Hoguera

# Campfire_Description
source: Provides a moderate amount of light.
es: Proporciona una cantidad moderada de luz.

# Campfire_Name
source: Campfire
es: Hoguera

# CarvedBrazier_Description
source: Provides a moderate amount of light.
es: Proporciona una cantidad moderada de luz.

# CarvedBrazier_Name
source: Carved Brazier
es: Brasero esculpido

# Cask_Description
source: Use in the cellar to age products like wine and cheese.
es: Utilízalo en la bodega para envejecer productos como el vino y el queso.

# Cask_Name
source: Cask
es: Tonel

# CharcoalKiln_Description
source: Turns 10 pieces of wood into one piece of coal.
es: Convierte 10 trozos de madera en uno de carbón.

# CharcoalKiln_Name
source: Charcoal Kiln
es: Horno de carbón

# CheesePress_Description
source: Turns milk into cheese.
es: Convierte la leche en queso.

# CheesePress_Name
source: Cheese Press
es: Prensa de queso

# Chest_Description
source: A place to store your items.
es: Un lugar para guardar tus objetos.

# Chest_Name
source: Chest
es: Cofre

# ChickenStatue_Description
source: A wooden statue of a chicken.
es: Una estatua de madera con forma de gallina.

# ChickenStatue_Name
source: Chicken Statue
es: Estatua de gallina

# CoffeeMaker_Description
source: Automatically brews a fresh cup every morning.
es: Prepara automáticamente una taza fresca cada mañana.

# CoffeeMaker_Name
source: Coffee Maker
es: Cafetera

# Crate_Name
source: Crate
es: Caja

# Crystalarium_Description
source: Insert a gem of your choice and it will grow copies.
es: Introduce la gema que quieras y hará copias.

# Crystalarium_Name
source: Crystalarium
es: Cristalario

# CursedPKArcadeSystem_Description
source: Something's not right with this Prairie King Arcade System...
es: Hay algo raro en este Sistema Arcade del Rey de la Pradera...

# CursedPKArcadeSystem_Name
source: Cursed P.K. Arcade System
es: Sistema arcade del R.P. maldito

# DarkSign_Description
source: Use an item on this to change what's displayed. The item won't be consumed.
es: Usa un objeto sobre esto para cambiar su signo. El objeto no será consumido.

# DarkSign_Name
source: Dark Sign
es: Señal oscura

# DeadTree_Description
source: It's been petrified for a long time; poor thing.
es: Lleva mucho tiempo petrificado; el pobre.

# DeadTree_Name
source: Dead Tree
es: Árbol muerto

# Deconstructor_Description
source: Destroys crafted items; but salvages their most valuable material.
es: Destruye objetos fabricados; pero rescata los materiales más valiosos.

# DecorativePitcher_Description
source: Hand-made out of brass.
es: Hecha a mano; de latón.

# DecorativePitcher_Name
source: Decorative Pitcher
es: Jarra decorativa

# DecorativeSpears_Description
source: Not a very safe decoration.
es: Una decoración no muy segura.

# DecorativeSpears_Name
source: Decorative Spears
es: Lanzas decorativas

# Dehydrator_Description
source: Place 5 pieces of fruit or edible mushrooms inside to dry them.
es: Pon 5 piezas de fruta o setas comestibles dentro para secárlas.

# Dehydrator_Name
source: Dehydrator
es: Deshidratador

# DeluxeScarecrow_Description
source: Prevents crows from attacking your crops. Has a large radius (about 16 "tiles").
es: Evita que los cuervos ataquen tus cosechas. Tiene un gran radio (unas 16 «unidades»).

# DeluxeScarecrow_Name
source: Deluxe Scarecrow
es: Espantapájaros de lujo

# Door_Description
source: A hidden mechanism causes it to retract into the ground.
es: Un mecanismo oculto hace que se retraiga en el suelo.

# Door_Name
source: Door
es: Puerta

# DriedSunflowers_Description
source: A vibrant home decoration.
es: Una decoración vívida para tu hogar.

# DriedSunflowers_Name
source: Dried Sunflowers
es: Girasoles secos

# EmptyCapsule_Description
source: Part of the glass is shattered.
es: Parte del cristal está roto.

# EmptyCapsule_Name
source: Empty Capsule
es: Cápsula vacía

# FancyTable_Description
source: A finely crafted round table.
es: Una mesa redonda con decoración exquisita.

# FancyTable_Name
source: Fancy Table
es: Mesa decorada

# FarmComputer_Description
source: Scans the farm and displays useful information.
es: Escanea la granja y muestra información útil.

# FarmComputer_Name
source: Farm Computer
es: Ordenador de la granja

# FeedHopper_Description
source: Provides convenient access to silo fodder.
es: Facilita el acceso al contenido del silo.

# FeedHopper_Name
source: Feed Hopper
es: Tolva de alimentación

# Furnace_Description
source: Turns ore and coal into metal bars.
es: Convierte menas y carbón en lingotes de metal.

# Furnace_Name
source: Furnace
es: Horno

# GardenPot_Description
source: Grows crops from any season when indoors. Outdoors; it can only house seasonal crops.
es: En el interior; permite cultivar productos de cualquier temporada. En el exterior; tan solo se puede usar para cultivos de temporada.

# GardenPot_Name
source: Garden Pot
es: Maceta

# GeodeCrusher_Description
source: Breaks geodes open automatically.
es: Abre geodas automáticamente. Necesita carbón para funcionar.

# GeodeCrusher_Name
source: Geode Crusher
es: Prensa de geodas

# GoldBrazier_Description
source: Provides a moderate amount of light.
es: Proporciona una cantidad moderada de luz.

# GoldBrazier_Name
source: Gold Brazier
es: Brasero de oro

# GrandfatherClock_Description
source: It's so old... looks like the pendulum is rusted in place.
es: Es muy antiguo... Parece que el péndulo está oxidado y no se mueve.

# GrandfatherClock_Name
source: Grandfather Clock
es: Reloj del abuelo

# GraveStone_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# GraveStone_Name
source: Grave Stone
es: Lápida

# GreenCanes_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# GreenCanes_Name
source: Green Canes
es: Mimbres verdes

# Heater_Description
source: Keeps your animals warmer and happier during the winter.
es: Mantiene a tus animales más calientes y felices durante el invierno.

# Heater_Name
source: Heater
es: Radiador

# HeavyFurnace_Description
source: Processes 5 bars at a time. Requires 25 pieces of ore and 3 coal per use.
es: Procesa 5 lingotes a la vez. Requiere 25 piezas de mineral y 3 de carbón por uso.

# HeavyFurnace_Name
source: Heavy Furnace
es: Horno pesado

# HeavyTapper_Description
source: Place on a maple; oak; or pine tree and wait for the reservoir to fill with product! Works twice as fast as a normal tapper.
es: ¡Ponlo en un arce; roble o pino y espera a que el cubo se llene! Funciona el doble de rápido que un grifo normal.

# HeavyTapper_Name
source: Heavy Tapper
es: Grifo pesado

# Hopper_Description
source: Items placed inside will automatically be loaded into the machine in front of it.
es: Los objetos que se depositen dentro serán introducidos automáticamente en la máquina que tenga en frente.

# Hopper_Name
source: Hopper
es: Tolva

# HousePlant_Description
source: Adds some character to your home or farm.
es: Añade carácter a tu casa o tu granja.

# HousePlant_Name
source: House Plant
es: Planta doméstica

# Incubator_Description
source: Hatches eggs into baby chickens and ducks.
es: Incuba huevos para obtener pollitos y patitos.

# Incubator_Name
source: Incubator
es: Incubadora

# IronLamppost_Description
source: Provides a good amount of light.
es: Proporciona una gran cantidad de luz.

# IronLamppost_Name
source: Iron Lamp-post
es: Farola de hierro

# JunimoChest_Description
source: Through the power of forest magic; every Junimo Chest links to the same stash.
es: Mediante el poder de la magia del bosque; todo cofre junimo está conectado al mismo almacén.

# JunimoChest_Name
source: Junimo Chest
es: Cofre junimo

# JunimoKartArcadeSystem_Description
source: Play 'Junimo Kart' at home!
es: ¡Juega a «Junimo Kart» desde casa!

# JunimoKartArcadeSystem_Name
source: Junimo Kart Arcade System
es: Máquina «Junimo Kart»

# Keg_Description
source: Place a fruit or vegetable in here. Eventually it will turn into a beverage.
es: Coloca aquí una fruta o una verdura. Al cabo del tiempo se convertirá en una bebida.

# Keg_Name
source: Keg
es: Barril

# LawnFlamingo_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# LawnFlamingo_Name
source: Lawn Flamingo
es: Flamenco de jardín

# LightningRod_Description
source: Collects energy from lightning storms and turns it into battery packs.
es: Acumula energía de las tormentas eléctricas y la convierte en pilas.

# LightningRod_Name
source: Lightning Rod
es: Pararrayos

# LockedDoor_Description
source: A hidden mechanism causes it to retract into the ground.
es: Un mecanismo oculto hace que se retraiga en el suelo.

# LockedDoor_Name
source: Locked Door
es: Puerta cerrada

# LogSection_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# LogSection_Name
source: Log Section
es: Sección de troncos

# Loom_Description
source: Turns raw wool into fine cloth.
es: Convierte la lana virgen en tela.

# Loom_Name
source: Loom
es: Telar

# MarbleBrazier_Description
source: Provides a moderate amount of light.
es: Proporciona una cantidad moderada de luz.

# MarbleBrazier_Name
source: Marble Brazier
es: Brasero de mármol

# MayonnaiseMachine_Description
source: Turns eggs into mayonnaise.
es: Convierte los huevos en mayonesa.

# MayonnaiseMachine_Name
source: Mayonnaise Machine
es: Mayonesera

# MiniForge_Description
source: Now; you can use a dwarvish forge from the convenience of your home.
es: Ahora; puedes usar una forja enana desde la comodidad de tu casa.

# MiniForge_Name
source: Mini-Forge
es: Mini-Forja

# MiniFridge_Description
source: Allows you to store additional ingredients for cooking.
es: Te permite almacenar ingredientes adicionales para cocinar.

# MiniFridge_Name
source: Mini-Fridge
es: Mini-nevera

# MiniJukebox_Description
source: Allows you to play your favorite tunes.
es: Te permite reproducir tus melodías favoritas

# MiniJukebox_Name
source: Mini-Jukebox
es: Mini caja de música

# MiniObelisk_Description
source: Place two on the farm to warp between them.
es: Pon dos en la granja para teletransportarte entre ellos.

# MiniObelisk_Name
source: Mini-Obelisk
es: Mini obelisco

# MiniShippingBin_Description
source: Items placed in it will be included in the nightly shipment.
es: Los objetos situados dentro serán incluidos en el envío nocturno.

# MiniShippingBin_Name
source: Mini-Shipping Bin
es: Mini contendedor de envíos

# MixedCane_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# MixedCane_Name
source: Mixed Cane
es: Mimbres variados

# MushroomBox_Description
source: Mushrooms grow every few days
es: Produce setas cada pocos días.

# MushroomBox_Name
source: Mushroom Box
es: Caja de setas

# MushroomLog_Description
source: Grows mushrooms every so often. The more wild trees are nearby; the better it works.
es: Hace que crezcan setas cada cierto tiempo. Cuantos más árboles silvestres haya cerca; mejor funciona.

# MushroomLog_Name
source: Mushroom Log
es: Tronco de seta

# Obelisk_Description
source: A sinister-looking portal that radiates with evil energy.
es: Un portal de aspecto siniestro que irradia energía maligna.

# Obelisk_Name
source: Obelisk
es: Obelisco

# ObsidianVase_Description
source: A beautifully crafted ornamental vase made from obsidian and gold.
es: Un jarrón ornamental de obsidiana y oro exquisitamente decorado.

# ObsidianVase_Name
source: Obsidian Vase
es: Jarrón de obsidiana

# OilMaker_Description
source: Makes gourmet truffle oil.
es: Produce un delicioso aceite de trufa.

# OilMaker_Name
source: Oil Maker
es: Aceitera

# OrnamentalHayBale_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# OrnamentalHayBale_Name
source: Ornamental Hay Bale
es: Paca de heno decorativa

# OstrichIncubator_Description
source: Hatches ostrich eggs into baby ostriches. Place in a barn.
es: Eclosiona huevos de avestruz para que nazcan avestruces bebé. Sitúalo en un granero.

# OstrichIncubator_Name
source: Ostrich Incubator
es: Incubadora de avestruces

# PlushBunny_Description
source: It's big; it's soft; and it's cute.
es: Es grande; suave y mono.

# PlushBunny_Name
source: Plush Bunny
es: Conejo de felpa

# PrairieKingArcadeSystem_Description
source: Play 'Journey Of The Prairie King' at home!
es: ¡Juega al «Viaje del Rey de la Pradera» desde casa!

# PrairieKingArcadeSystem_Name
source: Prairie King Arcade System
es: Máquina «Rey de la Pradera»

# PreservesJar_Description
source: Turns vegetables into pickles and fruit into jam.
es: Convierte las verduras en encurtidos y la fruta en mermelada.

# PreservesJar_Name
source: Preserves Jar
es: Envasadora

# RareCrow_1_Description
source: Collect them all! (1 of 8)
es: ¡Hazte con todos! (modelo 1 de 8)

# RareCrow_1_Name
source: Rarecrow
es: Espantapájaros Raro

# RareCrow_2_Description
source: Collect them all! (2 of 8)
es: ¡Hazte con todos! (modelo 2 de 8)

# RareCrow_2_Name
source: Rarecrow
es: Espantapájaros Raro

# RareCrow_3_Description
source: Collect them all! (3 of 8)
es: ¡Hazte con todos! (modelo 3 de 8)

# RareCrow_3_Name
source: Rarecrow
es: Espantapájaros Raro

# RareCrow_4_Description
source: Collect them all! (4 of 8)
es: ¡Hazte con todos! (modelo 4 de 8)

# RareCrow_4_Name
source: Rarecrow
es: Espantapájaros Raro

# RareCrow_5_Description
source: Collect them all! (5 of 8)
es: ¡Hazte con todos! (modelo 5 de 8)

# RareCrow_5_Name
source: Rarecrow
es: Espantapájaros Raro

# RareCrow_6_Description
source: Collect them all! (6 of 8)
es: ¡Hazte con todos! (modelo 6 de 8)

# RareCrow_6_Name
source: Rarecrow
es: Espantapájaros Raro

# RareCrow_7_Description
source: Collect them all! (7 of 8)
es: ¡Hazte con todos! (modelo 7 de 8)

# RareCrow_7_Name
source: Rarecrow
es: Espantapájaros Raro

# RareCrow_8_Description
source: Collect them all! (8 of 8)
es: ¡Hazte con todos! (modelo 8 de 8)

# RareCrow_8_Name
source: Rarecrow
es: Espantapájaros Raro

# RecyclingMachine_Description
source: Turns fishing trash into resources.
es: Convierte la basura pescada en recursos.

# RecyclingMachine_Name
source: Recycling Machine
es: Máquina recicladora

# RedCanes_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# RedCanes_Name
source: Red Canes
es: Mimbres rojos

# RitualMask_Description
source: It's way too large to wear.
es: Demasiado grande para ponérsela.

# RitualMask_Name
source: Ritual Mask
es: Máscara ritual

# Scarecrow_Description
source: Prevents crows from attacking your crops. Has a limited radius (about 8 "tiles").
es: Evita que los cuervos ataquen tus cultivos. Tiene un radio limitado (de unas 8 casillas).

# Scarecrow_Name
source: Scarecrow
es: Espantapájaros

# SeasonalDecor_Description
source: This decoration changes with the seasons.
es: Este elemento decorativo cambia según la temporada.

# SeasonalDecor_Name
source: Seasonal Decor
es: Decoración de temporada

# SeasonalPlant_Description
source: An ornamental plant that changes with each season. It doesn't need to be watered.
es: Una planta ornamental que cambia según la temporada. No hace falta regarla.

# SeasonalPlant_Name
source: Seasonal Plant
es: Planta de temporada

# SeedMaker_Description
source: Place crops inside to produce a varying amount of seeds. Doesn't work with fruit tree crops.
es: Coloca cultivos en su interior para obtener algunas semillas. No funciona con árboles frutales.

# SeedMaker_Name
source: Seed Maker
es: Semilladora

# SewingMachine_Description
source: Use to tailor clothes from the convenience of your home!
es: ¡Utilízala para coser ropa desde la comodidad de tu casa!

# SewingMachine_Name
source: Sewing Machine
es: Máquina de coser

# SignOfTheVessel_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# SignOfTheVessel_Name
source: Sign Of The Vessel
es: Símbolo del salvador

# SingingStone_Description
source: It rings out with a pure tone when struck.
es: Emite un tono puro cuando se la golpea.

# SingingStone_Name
source: Singing Stone
es: Piedra musical

# SkeletonModel_Description
source: A model of a skeleton.
es: La maqueta de un esqueleto.

# SkeletonModel_Name
source: Skeleton Model
es: Maqueta de esqueleto

# SkullBrazier_Description
source: Provides a moderate amount of light.
es: Proporciona una cantidad moderada de luz.

# SkullBrazier_Name
source: Skull Brazier
es: Brasero de calavera

# SlimeBall_Description
source: Filled with slime.
es: Está rellena de baba.

# SlimeBall_Name
source: Slime Ball
es: Bola de baba

# SlimeEggPress_Description
source: Compresses 100 pieces of slime into a slime egg. It's a miracle of science!
es: Crea un huevo de baba comprimiendo 100 trozos de baba. ¡Un milagro de la ciencia!

# SlimeEggPress_Name
source: Slime Egg-Press
es: Prensa de babas

# SlimeIncubator_Description
source: Hatches slimes eggs into slimes. Allows you to raise slimes outdoors.
es: Incuba huevos de baba para obtener babas. Te permite criar babas en el exterior.

# SlimeIncubator_Name
source: Slime Incubator
es: Incubadora de babas

# SlothSkeletonL_Description
source: This extinct sloth roamed the lush; prehistoric forests of Stardew Valley. Its powerful jaw tore through the toughest plant fibers.
es: Este perezoso ya extinto vagaba por los exuberantes bosques prehistóricos de Stardew Valley. Su poderosa mandíbula desgarraba las cortezas de las plantas más duras.

# SlothSkeletonL_Name
source: Sloth Skeleton L
es: Esqueleto de perezoso A

# SlothSkeletonM_Description
source: The ribs of a prehistoric sloth.
es: Las costillas de un perezoso prehistórico.

# SlothSkeletonM_Name
source: Sloth Skeleton M
es: Esqueleto de perezoso B

# SlothSkeletonR_Description
source: The hind legs and tail of a prehistoric sloth.
es: Las patas traseras y la cola de un perezoso prehistórico.

# SlothSkeletonR_Name
source: Sloth Skeleton R
es: Esqueleto de perezoso C

# SodaMachine_Description
source: Keeps pumping out the good stuff.
es: Una fuente continua de deliciosidad.

# SodaMachine_Name
source: Soda Machine
es: Máquina de refrescos

# SolarPanel_Description
source: Slowly generates batteries when left in the sun.
es: Genera energía lentamente cuando está bajo el sol.

# SolarPanel_Name
source: Solar Panel
es: Panel solar

# SolidGoldLewis_Description
source: Mayor's secret project.
es: Proyecto secreto del alcalde.

# SolidGoldLewis_Name
source: Solid Gold Lewis
es: Lewis de oro macizo

# Staircase_Description
source: Use this to move down a level in the mines.
es: Utilízala para bajar un piso en las minas.

# Staircase_Name
source: Staircase
es: Escalera

# StandingGeode_Description
source: It's a huge geode mounted on a stand. Hundreds of purple crystals shimmer within.
es: Una geoda enorme montada sobre un soporte. Cientos de cristales púrpura brillan en su interior.

# StandingGeode_Name
source: Standing Geode
es: Geoda vertical

# StardewHeroTrophy_Description
source: The most prestigious award a Stardew Valley resident could receive!
es: ¡El premio más prestigioso que puede recibir un residente de Stardew Valley!

# StardewHeroTrophy_Name
source: Stardew Hero Trophy
es: Trofeo Estrella de Stardew

# StatueOfBlessings_Description
source: Touching the statue gives a unique blessing every day.
es: Tocar la estatua da una bendición única cada día.

# StatueOfBlessings_Name
source: Statue Of Blessings
es: Estatua de las bendiciones

# StatueOfEndlessFortune_Description
source: It's made of solid gold. What's it for?
es: Está hecha de oro macizo. ¿Para qué servirá?

# StatueOfEndlessFortune_Name
source: Statue Of Endless Fortune
es: Estatua de la fortuna eterna

# StatueOfPerfection_Description
source: It's made of pure iridium.
es: Está hecha de iridio puro.

# StatueOfPerfection_Name
source: Statue Of Perfection
es: Estatua de la perfección

# StatueOfTheDwarfKing_Description
source: Choose from two mining-related powers each day.
es: Elige entre dos poderes mineros cada día.

# StatueOfTheDwarfKing_Name
source: Statue Of The Dwarf King
es: Estatua del Rey Enano

# StatueOfTruePerfection_Description
source: It's made of pure iridium.
es: Está hecha de iridio puro.
